Repository: efir369999/montana_messenger
Catalog: apps/wallet/ios/Code/Montana/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Game over
ru: Партия завершена
zh_hans: 对局结束

source: Geometric
ru: Геометрик
zh_hans: 几何

source: Glass
ru: Стекло
zh_hans: 玻璃

source: Go to message
ru: К сообщению
zh_hans: 转到消息

source: Gold on black
ru: Золото на чёрном
zh_hans: 黑底金色

source: Gold style
ru: Золотой стиль
zh_hans: 金色风格

source: Got it
ru: Понятно
zh_hans: 知道了

source: Gradient
ru: Градиент
zh_hans: 渐变

source: Group created
ru: Группа создана
zh_hans: 群组已创建

source: Harassment or threats
ru: Травля или угрозы
zh_hans: 骚扰或威胁

source: Hate speech
ru: Язык вражды
zh_hans: 仇恨言论

source: Held by your node
ru: Хранится на вашем узле
zh_hans: 您的节点已保存

source: Hello via Montana P2P
ru: Привет через P2P Montana
zh_hans: 通过 Montana P2P 问好

source: Hello! This is the Montana style.
ru: Привет! Это стиль Монтана.
zh_hans: 你好！这是蒙大拿样式。

source: Hidden by the filter
ru: Скрыто фильтром
zh_hans: 已被过滤隐藏

source: Histogram
ru: Гистограмма
zh_hans: 柱状图

source: Hold
ru: Удержать
zh_hans: 保持

source: Hold to record
ru: Удерживайте для записи
zh_hans: 按住录制

source: How do I add a story?
ru: Как добавить историю?
zh_hans: 如何添加快拍？

source: How do I archive a chat?
ru: Как заархивировать чат?
zh_hans: 如何归档聊天？

source: How do I change my profile photo?
ru: Как сменить фото профиля?
zh_hans: 如何更换头像？

source: How do I change the chat background?
ru: Как сменить фон чата?
zh_hans: 如何更换聊天背景？

source: How long does a story last?
ru: Сколько живёт история?
zh_hans: 快拍能保留多久？

source: How many windows
ru: Сколько окон
zh_hans: 窗口数量

source: How much to pay
ru: Сколько заплатить
zh_hans: 支付金额

source: How others see you
ru: Как вас видят другие
zh_hans: 别人如何看到你

source: I agree
ru: Принимаю
zh_hans: 我同意

source: I understand and take responsibility
ru: Я понимаю и беру ответственность на себя
zh_hans: 我理解并自行承担责任

source: I'm in Montana!
ru: Я в Монтане!
zh_hans: 我在 Montana！

source: I'm in Montana! Here is my permanent link:
ru: Я в Монтане! Вот моя постоянная ссылка:
zh_hans: 我在 Montana！这是我的永久链接：

source: I'm in Montana! Here is my temporary link:
ru: Я в Монтане! Вот моя временная ссылка:
zh_hans: 我在 Montana！这是我的临时链接：

source: I've saved the words in a safe place
ru: Я записал слова в надёжном месте
zh_hans: 我已将这些单词保存在安全的地方

source: IN THE COPY
ru: В КОПИИ
zh_hans: 备份内容

source: Icons
ru: Иконки
zh_hans: 图标

source: Identity from 24 words
ru: Личность из 24 слов
zh_hans: 由 24 个词构成的身份

source: Identity in Apple Account
ru: Личность в учётной записи Apple
zh_hans: Apple 账户中的身份

source: Identity verified
ru: Личность сверена
zh_hans: 身份已核对

source: Illegal content
ru: Незаконное содержимое
zh_hans: 违法内容

source: In iCloud
ru: В iCloud
zh_hans: 已在 iCloud

source: In queue
ru: В очереди
zh_hans: 排队中

source: In the copy
ru: В копии
zh_hans: 包含在备份中

source: In the copy: %lld of %lld · %@
ru: В копии: %1$lld из %2$lld · %3$@
zh_hans: 副本中：%1$lld / %2$lld · %3$@

source: Incoming call. Tap to answer
ru: Входящий звонок. Нажмите, чтобы ответить
zh_hans: 来电。点按以接听

source: Incoming video call. Tap to answer
ru: Входящий видеозвонок. Нажмите, чтобы ответить
zh_hans: 视频来电。点按以接听

source: Insufficient material
ru: Недостаточно материала
zh_hans: 子力不足

source: Invalid Montana address
ru: Неверный адрес Montana
zh_hans: 无效的 Montana 地址

source: Invalid Montana wallet address
ru: Неверный адрес кошелька Montana
zh_hans: 无效的 Montana 钱包地址

source: Invalid phrase. Check the words and their order.
ru: Фраза неверна. Проверьте слова и порядок.
zh_hans: 助记词无效。请检查词语及顺序。

source: Invitation could not be sent
ru: Не удалось отправить приглашение
zh_hans: 无法发送邀请

source: Invitation declined
ru: Приглашение отклонено
zh_hans: 邀请已拒绝

source: Invitation expired. Ask for a new code.
ru: Приглашение погашено. Попросите новый код.
zh_hans: 邀请已失效。请索取新的邀请码。

source: Invitation withdrawn
ru: Приглашение отозвано
zh_hans: 邀请已撤回

source: Invite
ru: Пригласить
zh_hans: 邀请

source: Invite Friends
ru: Пригласить друзей
zh_hans: 邀请好友

source: Invite a correspondent
ru: Пригласить собеседника
zh_hans: 邀请联系人

source: Invite a correspondent or play the computer.
ru: Пригласите собеседника или сыграйте с компьютером.
zh_hans: 邀请联系人对弈，或与电脑下棋。

source: Invite a correspondent to play classical chess.
ru: Пригласите собеседника сыграть в классические шахматы.
zh_hans: 邀请联系人一起下国际象棋。

source: Invite to chess
ru: Пригласить в шахматы
zh_hans: 邀请下棋

source: It does not end with a sign.
ru: Не заканчивается знаком.
zh_hans: 不能以符号结尾。

source: It starts with a letter.
ru: Начинается с буквы.
zh_hans: 以字母开头。

source: Join me on Montana! Open a chat with me: %@
ru: Я в Montana! Открой чат со мной: %@
zh_hans: 我在 Montana 上！和我开始聊天：%@

source: Keep the invitation and moves in the conversation to continue this game.
ru: Для продолжения партии сохраните приглашение и ходы в переписке.
zh_hans: 请保留聊天中的邀请和走棋记录，以便继续对局。

source: Keepers
ru: Хранители
zh_hans: 保存者

source: Kept for the account
ru: Записано для учётной записи
zh_hans: 已为账户保存

source: Key
ru: Ключ
zh_hans: 密钥

source: Keyboard
ru: Клавиатура
zh_hans: 键盘

source: Keys
ru: Клавиши
zh_hans: 按键

source: Known peers (%lld)
ru: Известные узлы (%lld)
zh_hans: 已知节点 (%lld)

source: Language
ru: Язык
zh_hans: 语言

source: Language change will take effect immediately.
ru: Смена языка применится сразу.
zh_hans: 语言更改将立即生效。

source: Last confirmed window
ru: Последнее подтверждённое окно
zh_hans: 最近确认的窗口

source: Last letter
ru: Последнее письмо
zh_hans: 最近的信件

source: Last name
ru: Фамилия
zh_hans: 姓氏

source: Last punch
ru: Последний пробив
zh_hans: 最近打洞

source: Later
ru: Позже
zh_hans: 稍后

source: Latin letters only: a–z, 0–9, «_» and «-».
ru: Только латиница: a–z, 0–9, «_» и «-».
zh_hans: 仅限拉丁字母：a–z、0–9、「_」和「-」。

source: Leave out of the copy
ru: Убрать из копии
zh_hans: 不放入副本

source: Letters for sleeping phones
ru: Письма для спящих телефонов
zh_hans: 给休眠手机的信件

source: Letters while the app is closed
ru: Письма, когда приложение закрыто
zh_hans: 应用关闭时的来信

source: Level
ru: Уровень
zh_hans: 等级

source: Level %lld
ru: Уровень %lld
zh_hans: 等级 %lld

source: Light
ru: Светлая
zh_hans: 浅色

source: Like
ru: Нравится
zh_hans: 赞

source: Limited Access
ru: Ограниченный доступ
zh_hans: 有限访问

source: Link
ru: Ссылка
zh_hans: 链接

source: Link copied
ru: Ссылка скопирована
zh_hans: 链接已复制

source: Link device
ru: Привязать устройство
zh_hans: 关联设备

source: Link previews
ru: Предпросмотр ссылок
zh_hans: 链接预览

source: Link this device
ru: Привязать это устройство
zh_hans: 关联此设备

source: Linking
ru: Привязка
zh_hans: 关联设备

source: Links
ru: Ссылки
zh_hans: 链接

source: Liquid
ru: Текучесть
zh_hans: 流动

source: Liquid glass
ru: Жидкое стекло
zh_hans: 液态玻璃

source: List
ru: Лента
zh_hans: 列表

source: Listened
ru: Прослушано
zh_hans: 已收听

source: Listening port
ru: Слушает порт
zh_hans: 监听端口

source: Live acquaintances
ru: Живых знакомств
zh_hans: 活跃连接

source: Live channels
ru: Живых каналов
zh_hans: 活动通道

source: Live chat
ru: Живой чат
zh_hans: 实时聊天

source: Live position
ru: Текущая позиция
zh_hans: 当前局面

source: Local Network
ru: Локальная сеть
zh_hans: 本地网络

source: Local link
ru: Локальная связь
zh_hans: 本地连接

source: Locating…
ru: Определяем…
zh_hans: 定位中…

source: Location
ru: Геопозиция
zh_hans: 位置

source: Location is unavailable.
ru: Местоположение недоступно.
zh_hans: 无法获取位置。

source: Log in from another device
ru: Войти с другого устройства
zh_hans: 从其他设备登录

source: Log in with %@
ru: Войти через %@
zh_hans: 使用 %@ 登录

source: Login
ru: Логин
zh_hans: 登录名

source: Look
ru: Вид
zh_hans: 外观

source: MEDIA AUTO-DOWNLOAD
ru: АВТОЗАГРУЗКА МЕДИА
zh_hans: 媒体自动下载

source: MEMBERS
ru: УЧАСТНИКИ
zh_hans: 成员

source: MESSAGES
ru: СООБЩЕНИЯ
zh_hans: 消息

source: MONTANA ADDRESS
ru: АДРЕС MONTANA
zh_hans: MONTANA 地址

source: Machines its cement named
ru: Сколько машин назвал его цемент
zh_hans: 其凝固所指的机器数

source: Make primary
ru: Сделать главной
zh_hans: 设为主要

source: Map
ru: Карта
zh_hans: 地图

source: Mark as read
ru: Прочитано
zh_hans: 标为已读

source: Mark as unread
ru: Непрочитано
zh_hans: 标为未读

source: Mask
ru: Маска
zh_hans: 面具

source: Max
ru: Макс
zh_hans: 最高

source: Measure proving
ru: Измерить доказывание
zh_hans: 测量证明耗时

source: Media
ru: Медиа
zh_hans: 媒体

source: Medium
ru: Сред
zh_hans: 中

source: Members
ru: Участники
zh_hans: 成员

source: Memory access
ru: Обращение к памяти
zh_hans: 内存访问

source: Mesh
ru: Меш
zh_hans: 网格

source: Mesh wall
ru: МЭШ стена
zh_hans: Mesh 墙

source: Mesh wall: the people around you, phone to phone, with no server between
ru: Мэш стена: люди рядом с вами, от телефона к телефону, без сервера между
zh_hans: Mesh 墙：你身边的人，手机对手机，中间没有服务器

source: Message
ru: Сообщение
zh_hans: 消息

source: Message by @username
ru: Написать по @нику
zh_hans: 按 @用户名发消息

source: Message by address
ru: Написать по адресу
zh_hans: 通过地址发消息

source: Message by address or @username
ru: Написать по адресу или @нику
zh_hans: 按地址或 @用户名发消息

source: Message on Montana
ru: Написать в Montana
zh_hans: 在 Montana 上发消息

source: Message over Wi-Fi
ru: Сообщение по Wi-Fi
zh_hans: 通过 Wi-Fi 发送消息

source: Message style
ru: Стиль сообщений
zh_hans: 消息样式

source: Message unavailable
ru: Сообщение недоступно
zh_hans: 消息不可用

source: Message...
ru: Сообщение...
zh_hans: 消息...

source: Messages will be sent as soon as a door answers
ru: Сообщения уйдут, как только ответит дверь
zh_hans: 一旦有节点应答，消息就会发送

source: Mic
ru: Микрофон
zh_hans: 麦克风

source: Microphone is off for Montana
ru: Микрофон выключен для Montana
zh_hans: Montana 的麦克风已关闭

source: Min
ru: Мин
zh_hans: 最低

source: Missed
ru: Пропущенный
zh_hans: 未接

source: Montana (default)
ru: Монтана (по умолчанию)
zh_hans: 蒙大拿(默认)

source: Montana Audio Call
ru: Аудиовызов Montana
zh_hans: Montana 语音通话

source: Montana Core
ru: Ядро Montana
zh_hans: Montana 内核

source: Montana Privacy Policy 1. What data we collect Montana stores your messages and media to deliver them to your contacts. 2. How we use data Data is used only to operate the messenger and is not shared with third parties for advertising. 3. Security The connection to the server is protected by encryption. 4. Your rights You can delete your account and all associated data at any time. (This is placeholder text. The final version will appear before the app is published.)
ru: Политика конфиденциальности Montana 1. Какие данные мы собираем Montana хранит ваши сообщения и медиа, чтобы доставлять их собеседникам. 2. Как мы используем данные Данные используются только для работы мессенджера и не передаются третьим лицам для рекламы. 3. Безопасность Соединение с сервером защищено шифрованием. 4. Ваши права Вы можете удалить аккаунт и все связанные данные в любой момент. (Это демонстрационный текст. Финальная версия появится перед публикацией приложения.)
zh_hans: Montana 隐私政策 1. 我们收集哪些数据 Montana 存储您的消息和媒体，以便将其送达您的联系人。 2. 我们如何使用数据 数据仅用于运行即时通讯，不会为广告目的分享给第三方。 3. 安全 与服务器的连接受加密保护。 4. 您的权利 您可以随时删除账户及所有相关数据。 （这是占位文本。最终版本将在应用发布前提供。）

source: Montana Video Call
ru: Видеовызов Montana
zh_hans: Montana 视频通话

source: Montana address
ru: адрес Montana
zh_hans: Montana 地址

source: Montana address (mt…)
ru: Адрес Montana (mt…)
zh_hans: Montana 地址 (mt…)

source: Montana closed, so the screen share stopped.
ru: Montana закрылась, поэтому показ экрана остановлен.
zh_hans: Montana 已关闭，屏幕共享已停止。

source: Montana connects your devices and your contacts' devices directly over Wi-Fi — messages travel without servers. iOS will now ask for permission to "find devices on local networks". It is needed only so the phones can see each other. Montana does not determine your location and does not collect data about your network.
ru: Montana соединяет ваши устройства и устройства собеседников напрямую по Wi-Fi — сообщения идут без серверов. Сейчас iOS спросит разрешение «находить устройства в локальных сетях». Оно нужно только чтобы телефоны увидели друг друга. Montana не определяет геопозицию и не собирает данные о вашей сети.
zh_hans: Montana 通过 Wi-Fi 将您的设备与联系人的设备直接连接——消息无需服务器即可传输。 iOS 现在会请求"查找本地网络上的设备"权限。这仅用于让手机相互发现。 Montana 不会获取您的位置，也不会收集您的网络数据。

source: Montana could not read the screen stream.
ru: Montana не смогла прочитать поток экрана.
zh_hans: Montana 无法读取屏幕流。

source: Montana crest
ru: Герб Montana
zh_hans: Montana 徽章

source: Montana does not track your location and does not collect data about your network.
ru: Montana не отслеживает ваше местоположение и не собирает данные о вашей сети.
zh_hans: Montana 不会追踪您的位置，也不会收集您的网络数据。

source: Montana features
ru: Возможности Montana
zh_hans: Montana 功能

# Montana ground
source: Montana
ru: Монтана
zh_hans: 蒙大拿

source: Montana has no access to this key.
ru: У Montana нет доступа к этому ключу.
zh_hans: Montana 无法访问此密钥。

source: Montana has no access to your location
ru: У Montana нет доступа к вашей геопозиции
zh_hans: Montana 无法访问你的位置

source: Montana is a messenger between people who chose to talk to each other. Every conversation is encrypted end to end; nobody but its two sides can read it.
ru: Montana — мессенджер между людьми, которые сами решили говорить друг с другом. Каждый разговор зашифрован из конца в конец; никто, кроме двух его сторон, прочесть его не может.
zh_hans: Montana 是一款供彼此选择交谈的人使用的通讯软件。每一段对话都经过端到端加密；除对话双方外，无人能读取。

source: Montana links your devices and your contacts' devices directly over Wi-Fi — a message travels from phone to phone.
ru: Montana соединяет ваши устройства и устройства собеседников напрямую по Wi-Fi — сообщение идёт от телефона к телефону.
zh_hans: Montana 通过 Wi-Fi 直接连接你和联系人的设备——消息在手机之间传递。

source: Montana question
ru: Вопрос по Montana
zh_hans: Montana 问题

source: Montana report
ru: Жалоба в Montana
zh_hans: Montana 举报

source: Montana skin
ru: Скин Montana
zh_hans: Montana 皮肤

source: More
ru: Ещё
zh_hans: 更多

source: Motion
ru: Движение
zh_hans: 动态

source: Move could not be sent
ru: Не удалось отправить ход
zh_hans: 无法发送走棋

source: Moves
ru: Ходы
zh_hans: 走棋记录

source: Moves: %lld
ru: Ходов: %lld
zh_hans: 回合：%lld

source: Moving pictures
ru: Движущиеся картинки
zh_hans: 动图

source: Music
ru: Музыка
zh_hans: 音乐

source: Mute
ru: Выкл. звук
zh_hans: 静音

source: Muted
ru: Без звука
zh_hans: 已静音

source: My P2P address (share with the peer):
ru: Мой P2P-адрес (передайте собеседнику):
zh_hans: 我的 P2P 地址（分享给对方）：

source: My location
ru: Моё местоположение
zh_hans: 我的位置

source: My mesh address
ru: Мой адрес в меше
zh_hans: 我的网格地址

source: My node (started on open)
ru: Мой узел (сам поднялся при открытии)
zh_hans: 我的节点（打开时启动）

source: My page
ru: Моя страница
zh_hans: 我的主页

source: My profile
ru: Мой профиль
zh_hans: 我的资料

source: My wall
ru: Моя стена
zh_hans: 我的留言墙

source: Name
ru: Имя
zh_hans: 名称

source: Name is not taken
ru: Имя свободно
zh_hans: 名称未被占用

source: Name is prepared on this device. It is fixed in the network once the name layer starts.
ru: Имя подготовлено на этом устройстве. Оно закрепится в сети, когда заработает слой имён.
zh_hans: 名称已在本设备准备就绪，待名称层启动后在网络中固定。

source: Name is prepared on this device. It is fixed on the next window of the chain.
ru: Имя подготовлено на этом устройстве. Оно закрепится на следующем окне цепи.
zh_hans: 名称已在本设备准备就绪，将在链的下一个窗口固定。

source: Name not given
ru: Имя не указано
zh_hans: 未提供名称

source: Name set by you
ru: Имя задано вами
zh_hans: 名字由您设置

source: Names
ru: Имена
zh_hans: 名字

source: Native Apple
ru: Нативный Apple
zh_hans: 原生 Apple

source: Nearby Bluetooth mesh — available next.
ru: Ближний Bluetooth-меш — скоро.
zh_hans: 附近蓝牙网格 — 即将推出。

source: Network
ru: Сеть
zh_hans: 网络

source: Network participation
ru: Участие в сети
zh_hans: 网络参与状态

source: New Channel
ru: Новый канал
zh_hans: 新建频道

source: New Contact
ru: Новый контакт
zh_hans: 新建联系人

source: New Group
ru: Новая группа
zh_hans: 新建群组

source: New Message
ru: Новое сообщение
zh_hans: 新建消息

source: New call
ru: Новый звонок
zh_hans: 新通话

source: New contact
ru: Новый контакт
zh_hans: 新联系人

source: Newest on top
ru: Новые сверху
zh_hans: 最新在上

source: New game
ru: Новая партия
zh_hans: 新对局

source: New invitation
ru: Новое приглашение
zh_hans: 新的邀请

source: New message
ru: Новое сообщение
zh_hans: 新消息

source: New post
ru: Новая запись
zh_hans: 新帖子

source: New version
ru: Новая версия
zh_hans: 新版本

source: Next move
ru: Следующий ход
zh_hans: 下一步

source: No access to contacts — examples are shown. Allow access in Settings to choose from your own.
ru: Нет доступа к контактам — показаны примеры. Разреши доступ в Настройках, чтобы выбрать из своих.
zh_hans: 无法访问通讯录——显示的是示例。请在“设置”中允许访问，以从您自己的联系人中选择。

source: No access to photos
ru: Нет доступа к фото
zh_hans: 无法访问照片

source: No active chats. Open Montana and start a conversation.
ru: Нет активных чатов. Откройте Montana и начните переписку.
zh_hans: 没有活跃的聊天。 打开 Montana 开始对话。

source: No active seed found.
ru: Активный сид не найден.
zh_hans: 未找到活跃种子。

source: No answer
ru: Нет ответа
zh_hans: 无应答

source: No applications found
ru: Приложения не найдены
zh_hans: 未找到应用

source: No background
ru: Без фона
zh_hans: 无背景

source: No chats yet
ru: Пока нет чатов
zh_hans: 暂无聊天

source: No clock
ru: Без часов
zh_hans: 不限时

source: No comments yet
ru: Пока нет комментариев
zh_hans: 还没有评论

source: No confirmed window yet
ru: Подтверждённого окна ещё нет
zh_hans: 尚无已确认窗口

source: No connection to the network
ru: Нет связи с сетью
zh_hans: 未连接到网络

source: No connection to the network: the account could not be deleted. Try again.
ru: Нет связи с сетью: удалить аккаунт не удалось. Попробуйте ещё раз.
zh_hans: 网络连接不可用：无法删除账户。请重试。

source: No connection to the network: the username could not be taken. Try again.
ru: Нет связи с сетью: имя занять не удалось. Попробуйте ещё раз.
zh_hans: 无法连接网络：未能取得用户名。请重试。

source: No connection: availability unknown
ru: Нет связи: занятость неизвестна
zh_hans: 无网络连接：占用情况未知

source: No contacts yet
ru: Контактов пока нет
zh_hans: 还没有联系人

source: No correspondents found
ru: Собеседники не найдены
zh_hans: 未找到联系人

source: No devices nearby. Open Montana P2P on another phone on the same Wi-Fi.
ru: Рядом нет устройств. Откройте Montana P2P на другом телефоне в той же сети Wi-Fi.
zh_hans: 附近没有设备。请在同一 Wi-Fi 下的另一部手机上打开 Montana P2P。

source: No devices nearby. Open Montana on another phone on the same Wi-Fi.
ru: Рядом нет устройств. Откройте Montana на другом телефоне в той же сети Wi-Fi.
zh_hans: 附近没有设备。请在同一 Wi-Fi 下的另一部手机上打开 Montana。

source: No directory exists — neither open nor encrypted. Nothing is stored anywhere, so there is nothing to enumerate: a guess about a name can be checked only by asking, and the answer comes from the owner's own device, never from a server. A name is a signboard, not a proof: authenticity is carried by the fingerprint of the key, compared outside the network. A name is optional — without one your account carries no identifier at all.
ru: Справочника не существует — ни открытого, ни зашифрованного. Нигде ничего не хранится, а значит, перебирать нечего: догадку об имени можно проверить только вопросом, и отвечает устройство владельца, а не сервер. Имя — вывеска, а не доказательство: подлинность несёт отпечаток ключа, сверенный вне сети. Имя необязательно — без него у аккаунта нет никакого идентификатора.
zh_hans: 不存在任何目录——无论公开还是加密。任何地方都不存储内容，因而无从枚举：对名称的猜测只能通过询问来验证，而回答来自持有者本人的设备，绝非服务器。名称是招牌，不是凭证：真实性由密钥指纹承载，并在网络之外核对。名称是可选的——没有它，您的账户不带任何标识符。

source: No doors in the list — this device can only reach neighbours it already holds.
ru: В списке нет дверей — это устройство достаёт только тех соседей, которых уже держит.
zh_hans: 列表中没有入口 — 本设备只能联系已持有的邻居。

source: No global IPv6 yet (cross-network needs it or Stage-2 NAT traversal).
ru: Пока нет глобального IPv6 (для разных сетей нужен он или NAT-траверс Этапа 2).
zh_hans: 暂无全球 IPv6（跨网络需要它或第二阶段 NAT 穿透）。

source: No letter on this device names it
ru: Ни одно письмо на устройстве его не называет
zh_hans: 本设备上没有消息引用它

source: No links yet
ru: Ссылок пока нет
zh_hans: 暂无链接

source: No mail account on this phone. The address is copied.
ru: На этом телефоне нет почтового аккаунта. Адрес скопирован.
zh_hans: 此手机上没有邮件账户。地址已复制。

source: No mail account on this phone. The report and our address are copied — paste them into any mail.
ru: На этом телефоне нет почтового аккаунта. Жалоба и наш адрес скопированы — вставьте их в любую почту.
zh_hans: 此手机上没有邮件账户。举报内容和我们的地址已复制——请粘贴到任意邮件中。

source: No messages yet
ru: Сообщений пока нет
zh_hans: 还没有消息

source: No more names can be taken right now.
ru: Сейчас больше нельзя занять имя.
zh_hans: 目前无法再取得名字。

source: No moving pictures yet
ru: Пока нет гифок
zh_hans: 暂无动图

source: No name yet — people reach you by your reference
ru: Имени пока нет — вас находят по ссылке
zh_hans: 尚无名称——他人凭引用找到您

source: No one here yet. A contact on the same Wi-Fi or within Bluetooth range appears by itself — nothing to switch on.
ru: Здесь пока никого. Собеседник в той же сети Wi-Fi или в радиусе Bluetooth появится сам — включать ничего не нужно.
zh_hans: 这里暂时没有人。同一 Wi-Fi 网络或蓝牙范围内的联系人会自动出现 — 无需开启任何设置。

source: No one holds this username
ru: Такого ника ни у кого нет
zh_hans: 没有人持有该用户名

source: No peers known yet. Meet a contact over Wi-Fi, Bluetooth or a montana:// link — from then on the mesh keeps their address fresh by itself.
ru: Узлов пока нет. Встретьте собеседника по Wi-Fi, Bluetooth или по ссылке montana:// — дальше меш сам держит его адрес свежим.
zh_hans: 尚无节点。通过 Wi-Fi、蓝牙或 montana:// 链接与联系人相遇 — 此后网格会自行保持其地址最新。

source: No photos yet
ru: Фото пока нет
zh_hans: 暂无照片

source: No posts yet
ru: Пока нет записей
zh_hans: 还没有帖子

source: No results
ru: Ничего не найдено
zh_hans: 无结果

source: No servers
ru: Серверов нет
zh_hans: 没有服务器

source: No status
ru: Без статуса
zh_hans: 无状态

source: No tolerance for abuse
ru: Нетерпимость к злоупотреблениям
zh_hans: 对滥用零容忍

source: No videos yet
ru: Видео пока нет
zh_hans: 暂无视频

source: Nobody holds this name.
ru: Этим именем никто не владеет.
zh_hans: 没有人持有这个名字。

source: Nobody is blocked.
ru: Никто не заблокирован.
zh_hans: 没有被屏蔽的用户。

source: Nodes
ru: Узлы
zh_hans: 节点

source: Nodes of this network
ru: Узлов этой сети
zh_hans: 本网络的节点

source: None
ru: Нет
zh_hans: 无

source: None from them
ru: От них не получено
zh_hans: 未收到对方的

source: Not active
ru: Не активно
zh_hans: 未参与

source: Not asked
ru: Не спрашивали
zh_hans: 尚未询问

source: Not received
ru: Не получено
zh_hans: 未收到

source: Not sent
ru: Не отправлено
zh_hans: 未发送

source: Not set
ru: Не задано
zh_hans: 未设置

source: Not verified
ru: Не сверено
zh_hans: 未验证

source: Note
ru: Заметка
zh_hans: 备注

source: Nothing found
ru: Ничего не найдено
zh_hans: 未找到内容

source: Nothing was created. Unlock the device and try again — an identity that is not stored cannot be opened at the next launch.
ru: Ничего не создано. Разблокируйте устройство и попробуйте снова — несохранённую личность не открыть при следующем запуске.
zh_hans: 未创建任何内容。请解锁设备后重试——未保存的身份在下次启动时无法打开。

source: Notifications
ru: Уведомления
zh_hans: 通知

source: Notifications and Sounds
ru: Уведомления и звуки
zh_hans: 通知与声音

source: OK
ru: ОК
zh_hans: 确定

source: Off
ru: Выкл.
zh_hans: 关闭

source: Off: this device announces itself nowhere and carries nothing for anybody.
ru: Выключено: это устройство нигде себя не объявляет и ничего ни для кого не несёт.
zh_hans: 已关闭：本设备不在任何地方宣告自身，也不为任何人传递内容。

source: Off: this device announces itself nowhere and is reached only by those who already hold its address.
ru: Выключено: устройство нигде себя не объявляет, и до него доходят только те, у кого уже есть его адрес.
zh_hans: 关闭后：本设备不在任何地方公布自己，只有已持有其地址的人才能联系到它。

source: Offer draw with next move
ru: Предложить ничью со следующим ходом
zh_hans: 下次走棋时提和

source: On %@'s wall
ru: На стене: %@
zh_hans: 在%@的墙上

source: On a cellular network this device is reached through a node it is connected to.
ru: В сотовой сети до этого устройства добираются через узел, с которым оно на связи.
zh_hans: 在蜂窝网络中，本设备通过它所连接的节点被访问。

source: On hold
ru: На удержании
zh_hans: 通话保持中
